Repository: figshare/science3point0
Catalog: science3point0/Plugins/tweetstream/languages/*.po
Languages: be_by, ru_ru, tr_tr

source: Show Tweets
be_by: Паказаць твиты
ru_ru: Показать твиты
tr_tr: Twitter Girişlerini Göster

source: To twitter
be_by: У твиттер
ru_ru: В Twitter
tr_tr: Twitter'a Ekle

source: Want to tweet this message to? Check your
be_by: Вы жадаеце адправіць гэта паведамленне ў твиттер? Праверце
ru_ru: Вы желаете отправить это сообщение в Twitter? Проверьте
tr_tr: Bu mesajın aynı zamanda Twitter'da yayımlanmasını istiyorsanız

source: tweetstream settings
be_by: налады сінхранізацыі з твиттером
ru_ru: настройки синхронизации с Twitter
tr_tr: tıklayın

source: Just responded to:
be_by: адказаў на
ru_ru: ответил на
tr_tr: Cevaplamak için:

source: posted a
be_by: адправіў
ru_ru: отправил
tr_tr: yeni bir

source: tweet
be_by: твит
ru_ru: твит
tr_tr: twitter girişi yaptı

source: Tweetstream
be_by: Сінхранізацыя з твиттером
ru_ru: Синхронизация с Twitter
tr_tr: Twitter Akışları

source: Settings saved
be_by: Налады захаваны
ru_ru: Настройки сохранены
tr_tr: Kaydedildi

source: Tweetstream setting
be_by: Налады твиттера
ru_ru: Настройки Twitter
tr_tr: Twitter Ayarları

source: Permission
be_by: Дазвол
ru_ru: Разрешение
tr_tr: Twitter'a Müsaade Edin

source: You already gave permission.
be_by: Вы ўжо далечы дазвол.
ru_ru: Вы уже дали разрешение.
tr_tr: Twitter ile buradaki hesabınızı bütünleştirmişsiniz.

source: To disallow click the button below and choose "Deny"
be_by: Калі Вы жадаеце забараніць сінхранізацыю з твиттером, націсніце на кнопку і абярыце "Deny"
ru_ru: Если Вы хотите запретить синхронизацию с твиттером, нажмите на кнопку и выберите "Deny"
tr_tr: Vazgeçmek isterseniz, aşağıdaki Bütünleştir düğmesine, ardından gelen sayfadaki "Deny" düğmesine tıklayın.

source: Authorize with twitter
be_by: Аўтарызаваць з твиттером
ru_ru: Авторизовать с Twitter
tr_tr: Bütünleştir

source: Options
be_by: Налады
ru_ru: Настройки
tr_tr: Seçenekler

source: Yes
be_by: Так
ru_ru: Да
tr_tr: Evet

source: No
be_by: Не
ru_ru: Нет
tr_tr: Hayır

source: Delete tweet from twitter when deleted in activity.
be_by: Выдаляць запіс з твиттера, калі выдаляецца адпаведны запіс у стужцы актыўнасці
ru_ru: Удалять запись из твиттера, если удаляется соответствующая запись в ленте активности
tr_tr: Buradaki bir girişi silersem, Twitter'daki de silinsin.

source: Always check checkbox "To twitter"
be_by: Ставіць галачку "У твиттер" па змаўчанні
ru_ru: Ставить галочку "В Twitter" по умолчанию
tr_tr: "Twitter'a Ekle" seçeneğini bana her zaman göster

source: Synchronize tweets to my activity
be_by: Сінхранізаваць запісы твиттера з маёй стужкай актыўнасці
ru_ru: Синхронизировать записи в Twitter с моей лентой активности
tr_tr: Twitter girişlerimle hesabımı senkronize et

source: Import tweets containing @names
be_by: Імпартаваць твиты, якія змяшчаюць @імёны
ru_ru: Импортировать твиты, содержащие @имена
tr_tr: @ismim şeklindeki Twitter girişlerini aktar

source: Add my profile link after my tweet
be_by: Дадаваць спасылку на мой профіль у канцы твита
ru_ru: Добавлять ссылку на мой профиль в конце твита
tr_tr: Twitter girişlerimi profilimde göster

source: Filters
be_by: Фільтры
ru_ru: Фильтры
tr_tr: Filtreler

source: With filter you can decide what will be imported and what not.
be_by: З дапамогай фільтра Вы можаце вырашаць, што імпартаваць, а што няма.
ru_ru: С помощью фильтра Вы можете решать, что импортировать, а что нет.
tr_tr: Filtre kullanarak aktarılacak Twitter girişlerini süzebilirsiniz.

source: By adding words in the "Good" filter only tweets with those words in it will be imported.
be_by: Калі дадаць словы ў фільтр "Дазволеныя", то будуць импотироваться толькі твиты з гэтымі словамі.
ru_ru: Если добавить слова в фильтр "Разрешенные", то будут импортироваться только твиты с этими словами.
tr_tr: "İyi" olarak belirlediğiniz kelimeleri içeren Twitter girişleri her zaman aktarılır.

source: By adding words in the "Bad" filter tweets with those words won't be imported.
be_by: Калі дадаць словы ў фільтр "Забароненыя", то твиты з гэтымі словамі не будуць імпартавацца.
ru_ru: Если добавить слова в фильтр "Запрещенные", то твиты с этими словами не будут импортироваться.
tr_tr: "Kötü" olarak belirlediğiniz kelimeleri içeren Twitter girişleri hiçbir zaman aktarılmaz.

source: Filters (tweets to activity)
be_by: Фільтры (твиты ў стужку актыўнасці)
ru_ru: Фильтры (твиты в ленту активности)
tr_tr: Filtreler (Twitter'dan buraya)

source: Good filter (comma seperated)
be_by: Дазволеныя (падзеленыя коскамі)
ru_ru: Разрешенные (разделенные запятыми)
tr_tr: İyi Filtreler (virgülle ayırın)

source: Bad filter (comma seperated)
be_by: Забароненыя (падзеленыя коскамі)
ru_ru: Запрещенные (разделенные запятыми)
tr_tr: Kötü filtreler (virgülle ayırın)

source: Save settings
be_by: Захаваць налады
ru_ru: Сохранить настройки
tr_tr: Kaydet

source: You can setup your tweetstream over here.
be_by: Вы можаце наладзіць сінхранізацыю з вашым акаўнтам у твиттере.
ru_ru: Вы можете настроить синхронизацию с вашим аккаунтом в Twitter.
tr_tr: Aşağıdaki adımları takip ederek Twitter ile buradaki hesabınızı bütünleştirebilirsiniz.

source: Before u can see al settings please authorize on twitter, to do so click on the link below.
be_by: Перш, чым убачыць усе налады, калі ласка, дайце сістэме дазвол на доступ да вашага акаўнта ў твиттере. Для гэтага клікніце па спасылцы ніжэй.
ru_ru: Прежде, чем увидеть все настройки, пожалуйста, дайте системе разрешение на доступ к вашему аккаунту в Twitter. Для этого кликните по ссылке ниже.
tr_tr: Aşağıdaki Bütünleştir düğmesine tıklayın, gelen sayfada kullanıcı adı ve parolanızı girdikten sonra Allow düğmesine tıklayın.

source: Tweetstream plugin settings
be_by: Налады сінхранізацыі з твиттером
ru_ru: Настройки синхронизации с Twitter
tr_tr: Twitter Eklenti Ayarları

source: Settings saved.
be_by: Налады захаваны.
ru_ru: Настройки сохранены.
tr_tr: Kaydedildi.

source: For the plugin to work you need to get an API key from twitter.
be_by: Для працы ўбудовы Вам трэба атрымаць API ключ ад твиттера
ru_ru: Для работы плагина Вам нужно получить API ключ от Twitter
tr_tr: Eklentinin çalışabilmesi için Twitter'dan Uygulama Programlama Arabirimi anahtarları almanız gerekecek.

source: To get one follow the next steps:
be_by: Каб атрымаць яго, вынікайце гэтым інструкцыям:
ru_ru: Чтобы получить его, следуйте этим инструкциям:
tr_tr: Aşağıdaki adımları takip ederek bunu yapabilirsiniz:

source: &nbsp;&nbsp;&nbsp;1. Go to
be_by: &nbsp;&nbsp;&nbsp;1. Зайдзіце
ru_ru: &nbsp;&nbsp;&nbsp;1. Зайдите
tr_tr: &nbsp;&nbsp;&nbsp;1.

source: and login with your twitter account.
be_by: і выканаеце ўваход у свой твиттер-акаўнт.
ru_ru: и выполните вход в свой Twitter-аккаунт.
tr_tr: hesabına giderek Twitter hesabınıza giriş yapın.

source: &nbsp;&nbsp;&nbsp;2. Create a new app wich has read/write settings, type browser (not client) and a callback url to:
be_by: &nbsp;&nbsp;&nbsp;2. Стварыце новае прыкладанне з правамі чытання і запісы, тып - браўзар (не праграма) і вярніцеся па прапанаваных Вас спасылцы:
ru_ru: &nbsp;&nbsp;&nbsp;2. Создайте новое приложение с правами чтения и записи, тип - браузер (не программа) и вернитесь по предложенной Вам ссылке:
tr_tr: &nbsp;&nbsp;&nbsp;2. Create a new application düğmesine tıklayın, ilgili yerleri doldurun, Default Access type'ı Read & Write olarak belirleyin, Application Type kısmından Browser'ı seçin ve Callback URL kısmına şu adresi yazın:

source: &nbsp;&nbsp;&nbsp;3. Fill in the consumer key and consumer secret below.
be_by: &nbsp;&nbsp;&nbsp;3. Увядзіце атрыманы ключ і сакрэтны код ніжэй.
ru_ru: &nbsp;&nbsp;&nbsp;3. Введите полученный ключ и секретный код ниже.
tr_tr: &nbsp;&nbsp;&nbsp;3. Size verilecek olan consumer key ve comsumer secret key'i aşağıdaki alanlara girin.

source: Consumer key:
be_by: Карыстацкі ключ (consumer key)
ru_ru: Пользовательский ключ (consumer key)

source: Consumer secret key:
be_by: Карыстацкі сакрэтны код (consumer secret key):
ru_ru: Пользовательский секретный код (consumer secret key):

source: Filters (optional)
be_by: Фільтры (не абавязкова)
ru_ru: Фильтры (не обязательно)
tr_tr: Filtreler (isteğe bağlı)

source: Filters preventing to get a really messy activity streams.
be_by: Фільтры дапамагаюць пазбавіцца ад замусоривания стужак актыўнасці.
ru_ru: Фильтры помогают избавиться от замусоривания лент активности.
tr_tr: Filtreler, istenmeyen içerik akışını engellemenizi sağlar.

source: Example: You have an social network wich focus is on soccer, you don't want all tweets of your users showing up that hasn't to do anything with soccer.
be_by: Напрыклад: У вас сацыяльная сетка пра футбол, і Вы б не жадалі, каб староннія твиты вашых карыстачоў імпартаваліся ў стужку.
ru_ru: Например: У вас социальная сеть о футболе, и Вы бы не хотели, чтобы посторонние твиты ваших пользователей импортировались в ленту.
tr_tr: Örneğin, Spor ile ilgili içerikleri aktarmak fakat Basketbol ile ilgili içeriği aktarmamak istiyorsunuz,

source: you can set the filter to "soccer", now only tweets with "#soccer" will be shown of the users tweets".
be_by: Вы можаце ўсталяваць фільтр "футбол", зараз толькі твиты з тэгам "#футбол" будуць імпартавацца з твиттеров карыстачоў.
ru_ru: Вы можете установить фильтр "футбол", теперь только твиты с тэгом "#футбол" будут импортироваться из Twitter-аккаунтов пользователей.
tr_tr: aşağıdaki alanları kullanarak bunu yapabilirsiniz.

source: By comma seperating words you can set-up multiple filters.
be_by: Для выкарыстання множных фільтраў падзяляйце словы коскамі.
ru_ru: Для использования множественных фильтров разделяйте слова запятыми.
tr_tr: Biden fazla filtre kullanacaksanız, virgülle ayırın.

source: No filter = all tweets.
be_by: Калі няма фільтраў, будуць импотироваться ўсё твиты.
ru_ru: Если нет фильтров, будут импотироваться все твиты.
tr_tr: Filtre yok = Bütün Twitter girişleri aktarılır.

source: The explicit words filter blocks messages with those words in it.
be_by: Відавочны фільтр слоў блакуе запісы, у якіх сустракаюцца гэтыя словы.
ru_ru: Явный фильтр слов блокирует записи, в которых встречаются эти слова.

source: Filters (comma seperated)
be_by: Фільтры (падзеленым коскамі)
ru_ru: Фильтры (разделенным запятыми)
tr_tr: Filtreler (virgülle ayırın)

source: Show filters in tweets.
be_by: Паказваць фільтры ў твитах.
ru_ru: Показывать фильтры в твитах.
tr_tr: Filtreleri gösterin.

source: Explicit words (comma seperated)
be_by: Відавочныя словы (падзеленым коскамі)
ru_ru: Явные слова (разделенным запятыми)
tr_tr: Explicit kelimeler (virgülle ayırın)

source: User options
be_by: Карыстацкія налады
ru_ru: Пользовательские настройки
tr_tr: Üye ayarları

source: Show "Want to tweet this message to?..." message on user page.
be_by: Паказваць паведамленне "Вы жадаеце адправіць гэта паведамленне ў твиттер?..." на старонцы карыстача.
ru_ru: Показывать сообщение "Вы желаете отправить это сообщение в Twitter?..." на странице пользователя.
tr_tr: "Twitter'a Ekle" seçeneğini üye girişlerinde göster.

source: Allow users to sync to buddypress.
be_by: Разрешить пользователям синхронизацию с BuddyPress.
ru_ru: Разрешить пользователям синхронизировать с Buddypress.

source: Max tweet import per user, per day (empty = unlimited).
be_by: Максимально твитов импорта на одного пользователя в сутки (пусто = неограничено).
ru_ru: Максимальное разрешенное количество твитов для импорта на пользователя в день (пусто = неограничено)

source: Save Changes
be_by: Захаваць змены
ru_ru: Сохранить изменения
tr_tr: Kaydet

source: Donate
be_by: Ахвяраваць
ru_ru: Пожертвовать
tr_tr: Bağış Yapın

source: Do do like this plugin? Please donate, so i can stay improving this plugin and give support.
be_by: Вам падабаецца гэта ўбудова? Калі ласка, ахвяруйце таварышу разрабу гэтай убудовы, колькі не шкада. Хлопец папрацаваў на славу, хоць і жыве ў буржунете. Таксама Вы зможаце атрымаць ад яго дапамога і кансультацыі.
ru_ru: Вам нравится этот плагин? Пожалуйста, пожертвуйте товарищу разрабу этого плагина, сколько не жалко. Парень потрудился на славу, хоть и живет в буржунете. Также Вы сможете получить от него помощь и консультации.
tr_tr: Bu eklentiyi beğendiniz mi? Lütfen bağış yaparak, eklentinin gelişimine katkı sağlayın.

source: Twitter API
tr_tr: Twitter Arabirimi
