Repository: figshare/science3point0
Catalog: science3point0/science3point0 Plugins/tweetstream/languages/*.po
Languages: de_de, es_es, it_it

source: Show Facebook
es_es: Mostar Facebook

source: To facebook
es_es: A Facebook

source: Want to send this message to facebook to? Check your
es_es: ¿Quiéres enviar este mensaje a Facebook? Revisa tus

source: facestream settings
es_es: preferencias de Facestream

source: Just responded to:
de_de: Hat gerade geantwortet auf:
es_es: acaba de responderle a:
it_it: In risposta a:

source: posted a
de_de: veröffentlichte einen
es_es: escribió un
it_it: inviato un

source: Settings saved
de_de: Einstellungen gespeichert
es_es: Opciones guardadas
it_it: Impostazioni salvate

source: Facestream setting
es_es: Opciones de Facestream

source: Permission
de_de: Berechtigung
es_es: Permisos
it_it: Permesso

source: You already gave permission.
de_de: Du hast bereits die Berechtigung erteilt.
es_es: Ya otorgaste permisos
it_it: Hai già dato il permesso.

source: To disallow click the button below and choose "Deny"
de_de: Um es nicht zuzulassen klick den Button unten und wähle "ablehnen"
es_es: Para revocar acceso presiona el botón de abajo y escoge "Negar"
it_it: Per revocare il permesso fai click sul pulsante sotto e scegli "Rifiuta"

source: Authorize with facebook
es_es: Autorizar con Facebook

source: Options
de_de: Einstellungen
es_es: Opciones
it_it: Opzioni

source: Yes
de_de: Ja
es_es: Si
it_it: Sì

source: Always check checkbox "To facebook"
es_es: Siempre marcar la casilla "A Facebook"

source: Synchronize facebook items to my activity
es_es: Sincronizar la actividad de facebook localmente

source: Synchronize updates to my activity
es_es: Sincronizar actualizaciones de facebook localmente

source: Synchronize links to my activity
es_es: Sincronizar enlaces de facebook localmente

source: Synchronize photo's to my activity
es_es: Sincronizar fotos de facebook localmente

source: Synchronize video's to my activity
es_es: Sincronizar videos de facebook localmente

source: Add my profile link after my facebook item
es_es: Añadir un enlace al perfil luego de los elementos de facebook

source: Filters
de_de: Inhalts-Filter
es_es: Filtros
it_it: Filtri

source: With filter you can decide what will be imported and what not.
de_de: Mit Filtern kannst du entscheiden, was importiert werden soll und was nicht.
es_es: Con un Filtro puedes decidir que sera importado
it_it: Con i filtri puoi decidere cosa sarà importato e cosa no.

source: By adding words in the "Good" filter only items with those words in it will be imported.
es_es: Al añadir palabras en el Filtro Bueno, sólo elementos con esas palabras serán importados

source: By adding words in the "Bad" filter items with those words won't be imported.
es_es: Al añadir palabras en el Filtro Malo, sólo elementos que no tengan esas palabras serán importados

source: Filters (items to activity)
es_es: Filtros (de los elementos hacia la actividad)

source: Good filter (comma seperated)
de_de: Gute Begriffe (mit Kommas getrennt)
es_es: Filtro Bueno (separado por coma)
it_it: Filtro includi (separa i termini con la virgola)

source: Bad filter (comma seperated)
de_de: Schlechte Begriffe (mit Kommas getrennt)
es_es: Filtro Malo (separado por coma)
it_it: Filtro escludi (separa i termini con la virgola)

source: Save settings
de_de: Einstellungen speichern
es_es: Guardar opciones
it_it: Salva impostazioni

source: You can setup your facestream over here.
es_es: Puedes configurar Facestream aqui

source: Before u can see al settings please authorize on facebook, to do so click on the link below.
es_es: Antes de que puedas ver todas las opciones necesitas autorizar el acceso a Facebook, para ello presiona el siguiente enlace.

source: Facestream plugin settings
es_es: Opciones del plugin Facestream

source: Settings saved.
de_de: Einstellungen gespeichert.
es_es: Opciones guardades
it_it: Impostazioni salvate.

source: Facebook API
es_es: API de Facebook

source: For the plugin to work you need to get an API key from facebook.
es_es: Para que el plugin funcione necesitas obtener una llave del API de Facebook

source: To get one follow the next steps:
de_de: Um einen zu bekommen, folge diesen Schritten:
es_es: Para obtener una llave sigue los siguientes pasos:
it_it: Per ottenerne una, segui questi passi:

source: &nbsp;&nbsp;&nbsp;1. Go to
de_de: &nbsp;&nbsp;&nbsp;1. Geh zu
es_es: &nbsp;&nbsp;&nbsp;1. Ve hasta
it_it: &nbsp;&nbsp;&nbsp;1. Vai su

source: and login with your facebook account.
es_es: e inicia sesión con tu cuenta de Facebook

source: &nbsp;&nbsp;&nbsp;2. Create a new app
es_es: &nbsp;&nbsp;&nbsp;2. Crea una nueva aplicación.

source: &nbsp;&nbsp;&nbsp;3. Fill in the API key and application secret below.
es_es: &nbsp;&nbsp;&nbsp;3. Llena los datos de la aplicación abajo.

source: API key:
es_es: Llave del API (api key):

source: Application secret secret key:
es_es: Llave secreta de la aplicación (secret key):

source: Filters (optional)
de_de: Filter (optional)
es_es: Filtros (opcional)
it_it: Filtri (opzionali)

source: Filters preventing to get a really messy activity streams.
de_de: Filter schützen davor ein Aktivitäts-Stream-Chaos zu bekommen.
es_es: Los Filtros previenen un comportamiento confuso y desordenado en los hilos de actividad
it_it: I filtri permettono di evitare confusione nel flusso delle attività.

source: Example: You have an social network which focus is on soccer, you don't want all facebook items of your users showing up that hasn't to do anything with soccer.
es_es: Por Ejemplo: Si tienes una red social enfocada en fútbol, no querrás publicar los elementos desde Facebook que no tienen nada que ver con fútbol.

source: you can set the filter to "soccer", now only facebook items with "soccer" will be shown of the users".
es_es: puedes establecer el filtro a fútbol, ahora sólo los elementos de Facebook con la palabra fútbol serán mostrados a los usuarios

source: By comma seperating words you can set-up multiple filters.
de_de: Wenn du mehrere Begriffe mit Kommas trennst, setzst du mehrere Filter.
es_es: Separando palabras por comas podrás crear múltiples filtros
it_it: Separando le parole con la virgola, puoi impostare filtri multipli.

source: No filter = all items.
es_es: Sin Filtro = Todos los elementos

source: The explicit words filter blocks messages with those words in it.
de_de: Der Filter für "expliziten Inhalt" blockt Nachrichten, die diese Begriffe enthalten.
es_es: El filtro de palabras explícitas bloquea mensajes con esas palabras
it_it: Il filtro escludi parole blocca tutti i messaggi che contengono i termini selezionati.

source: Filters (comma seperated)
de_de: Beschränkungs-Filter (mit Kommas getrennt)
es_es: Filtros (separado por coma)
it_it: Filtri (separati da virgola)

source: Show filters.
es_es: Mostrar filtros

source: Explicit words (comma seperated)
de_de: Explizite Begriffe (mit Kommas getrennt)
es_es: Palabras explícitas (separado por coma)
it_it: Escludi parole (separate da virgola)

source: User options
de_de: Benutzer-Einstellungen
es_es: Opciones de Usuario
it_it: Opzioni utenti

source: Show "Want send this message to facebook to?..." message on user page.
es_es: Mostrar el mensaje "¿Quiéres enviar este mensaje a Facebook?" en las páginas de los usuarios

source: Allow users to sync to buddypress.
es_es: Permitir a los usuarios sincronizar con buddypress

source: Allow users to sync updates to buddypress.
es_es: Permitir a los usuarios sincronizar actualizaciones con buddypress

source: Allow users to sync links to buddypress.
es_es: Permitir a los usuarios sincronizar enlaces con buddypress

source: Allow users to sync photo's to buddypress.
es_es: Permitir a los usuarios sincronizar fotos con buddypress

source: Allow users to sync video's to buddypress.
es_es: Permitir a los usuarios sincronizar videos con buddypress

source: Max facebook items import per user, per day (empty = unlimited).
es_es: Máximos elementos de Facebook por usuario / por día (vacío = ilimitado)

source: Save Changes
de_de: Einstellungen speichern
es_es: Guardar Cambios
it_it: Salva le modifiche

source: Donate
de_de: Spenden
es_es: Donar
it_it: Dona

source: Do do like this plugin? Please donate, so i can stay improving this plugin and give support.
de_de: Gefällt dir dieses Plugin? Bitte mach eine Spende, damit ich dieses Plugin weiterentwickeln und Support bieten kann.
es_es: ¿Te gusta el plugin? Puedes donar al desarrollador para garantizar mejoras y un buen soporte
it_it: Ti piace questo plugin? Fai una donazione per consentirci di migliorare il nostro lavoro e fornire assistenza.

source: Every 5 minutes
es_es: Cada cinco minutos

source: Show Tweets
de_de: Zweige Tweets
it_it: Mostra Tweets

source: To twitter
de_de: twittern
it_it: Su twitter

source: Want to tweet this message to? Check your
de_de: Willst du dieses Update auch twittern? Check deine
it_it: Vuoi inviare questo aggiornamento anche a twitter? Controlla le tue

source: tweetstream settings
de_de: tweetstream Einstellungen
it_it: impostazioni tweetstream

source: Tweetstream setting
de_de: Tweetstream Einstellungen
it_it: Impostazioni Tweetstream

source: Authorize with twitter
de_de: Bei twitter authorisieren
it_it: Autorizza con twitter

source: Delete tweet from twitter when deleted in activity.
de_de: Tweet auch auf Twitter löschen, wenn er hier in den Aktivitäten gelöscht wird.
it_it: Elimina l'aggiornamento anche su twitter quando viene cancellato qui.

source: Always check checkbox "To twitter"
de_de: Immer Kästchen "twittern" angewählt lassen
it_it: Seleziona sempre la casella "Su twitter"

source: Synchronize tweets to my activity
de_de: Tweets von Twitter hierher synchronisieren (in Aktivitäten)
it_it: Sincronizza gli aggiornamenti twitter con le mie attività qui

source: Import tweets containing @names
de_de: Tweets importieren, die @namen enthalten
it_it: Importa gli aggiornamenti twitter che contengono @names

source: Add my profile link after my tweet
de_de: Meinen Profillink an meinen Tweet hängen
it_it: Aggiungi un collegamento al mio profilo in calce ai miei aggiornamenti

source: By adding words in the "Good" filter only tweets with those words in it will be imported.
de_de: Wenn du Begriffe in den "Gut"-Filter einfügst, werden NUR Tweets mit diesen Begriffen importiert.
it_it: Se aggiungi dei termini al filtro "includi" solo gli aggiornamenti che contengono qulle parole saranno importati.

source: By adding words in the "Bad" filter tweets with those words won't be imported.
de_de: Wenn du Begriffe in den "Schlecht"-Filter einfügst, werden KEINE Tweets mit diesen Begriffen importiert.
it_it: Se aggiungi dei termini al filtro "escludi" tutti gli aggiornamenti che contengono qulle parole non saranno importati.

source: Filters (tweets to activity)
de_de: Filter für den Tweet-Import
it_it: Filtri (da twitter a questo sito)

source: You can setup your tweetstream over here.
de_de: Du kannst deinen tweetstream hier einstellen.
it_it: Qui puoi impostare le opzioni per il tuo tweetstream

source: Before u can see al settings please authorize on twitter, to do so click on the link below.
de_de: Bevor du alle Einstellungen siehst, musst du twitter authorisieren. Klicke dazu auf den Link unten.
it_it: Per vedere tutte le opzioni devi prima autenticarti con twitter, per farlo segui il collegamento qui sotto.

source: Tweetstream plugin settings
de_de: Tweetstream plugin einstellungen
it_it: Opzioni del plugin Tweetstream

source: Twitter API
it_it: API twitter

source: For the plugin to work you need to get an API key from twitter.
de_de: Damit das Plugin funktioniert, brauchst du einen API Schlüssel von twitter.
it_it: Per far funzionare il plugin devi avere una chiave API da twitter.

source: and login with your twitter account.
de_de: und log dich auf deinem Twitter-Konto ein.
it_it: ed accedi al tuo account twitter.

source: &nbsp;&nbsp;&nbsp;2. Create a new app wich has read/write settings, type browser (not client) and a callback url to:
de_de: &nbsp;&nbsp;&nbsp;2. Erstelle eine neue App, die read/write Berechtigung hat, schreib bei Browser (nicht Client) folgende callback URL rein:
it_it: &nbsp;&nbsp;&nbsp;2. Registra una nuova applicazione con permessi di lettura e scrittura, scegli browser (non client) ed imposta callback url su:

source: &nbsp;&nbsp;&nbsp;3. Fill in the consumer key and consumer secret below.
de_de: &nbsp;&nbsp;&nbsp;3. Füll den 'consumer key' und 'consumer secret' unten ein.
it_it: &nbsp;&nbsp;&nbsp;3. Copia consumer key e consumer secret qui sotto.

source: Consumer secret key:
it_it: Consumer secret:

source: Example: You have an social network wich focus is on soccer, you don't want all tweets of your users showing up that hasn't to do anything with soccer.
de_de: Beispiel: Du hast ein soziales Netzwerk mit dem Fokus auf Fussball. Du willst, dass nicht alle tweets deiner Benutzer erscheinen, die nichts mit Fussball zu tun haben.
it_it: Esempio: il tuo sito si occupa di linux e non vuoi che appaiano tutti gli aggiornamenti twitter che non riguardano linux.

source: you can set the filter to "soccer", now only tweets with "#soccer" will be shown of the users tweets".
de_de: Du kannst deinen Filter auf "Fussball" setzen, dann werden nur tweets mit "#Fussball" gezeigt werden.
it_it: Puoi impostare un filtro per "linux", così saranno mostrati solo gli aggiornamenti che contengono "#linux".

source: No filter = all tweets.
de_de: Kein Filter = alle tweets
it_it: Nessun filtro = tutti gli aggiornamenti twitter.

source: Show filters in tweets.
de_de: Zeige die Filter in den tweets
it_it: Mostra filtri negli aggiornamenti twitter.

source: Show "Want to tweet this message to?..." message on user page.
de_de: Zeige "Willst du dieses Update auch twittern?..." Nachricht allen Benutzern.
it_it: Mostra il messaggio "Vuoi inviare questo aggiornamento anche a twitter?..." agli utenti del sito.

source: No
de_de: Nein
