Repository: figshare/science3point0
Catalog: science3point0/science3point0 Plugins/buddypress-edit-activity-stream/languages/bp-activity-edit-*.po
Languages: ru_ru

source: Activity Edit Admin
ru_ru: Настройка редактирования активности

source: Activity Edit
ru_ru: Активность (ред.)

source: Edit
ru_ru: Изменить

source: Avatar
ru_ru: Аватар

source: Settings Updated.
ru_ru: Настройки обновлены.

source: Activity Edit Timeout
ru_ru: Время возможности редактирования

source: Time length:
ru_ru: Длительность:

source: Save Settings
ru_ru: Сохранить настройки

source: Edit Activity
ru_ru: Редактирование активности

source: Action:
ru_ru: Заголовок:

source: Content:
ru_ru: Содержимое:

source: Save Changes
ru_ru: Сохранить изменения

source: This activity does not exist.
ru_ru: Этот элемент активности уже не существует.
