Repository: figshare/science3point0
Catalog: science3point0/Plugins/welcome-pack/includes/languages/dpw-*.po
Languages: pt_br

source: Like this plugin?
pt_br: Gostou desse plugin?

source: Need support?
pt_br: Precisa de suporte?

source: Latest news from the author
pt_br: Últimas notícias do autor

source: Settings
pt_br: Definições

source: Configuration
pt_br: Configuração

source: If you are changing a setting that allows text entry, you can use the following placeholder tags which will be automatically replaced when a private message or an email is being sent:
pt_br: Se você está mudando uma definição que permite a entrada de texto, pode usar as seguintes tags de substituição serão alteradas, automaticamente, quando uma mensagem privada ou um email for enviado:

source: Replaced with the person's username.
pt_br: Substitui com o nome de usuário da pessoa.

source: Replaced with the person's name from their user profile.
pt_br: Substitui com o nome da pessoa desse perfil.

source: Replaced with the link to their user profile.
pt_br: Substitui com o link para o perfil dessa pessoa.

source: The default behaviour for Friends and Groups is for invitations to be sent. If you would prefer to suppress those invitations and have them automatically accepted on the user's behalf, set <code>define( 'WELCOME_PACK_AUTOACCEPT_INVITATIONS', true );</code> in wp-config.php.
pt_br: O comportamento padrão para aceitação de Amigos e Grupos é por convite. Se você preferir, pode suprimir esses convites e fazer com que a aceitação seja automaticamente. Para isso, insira <code>define( 'WELCOME_PACK_AUTOACCEPT_INVITATIONS', true );</code> em seu wp-config.php.

source: Support Forums
pt_br: Fóruns de suporte

source: Why not do any or all of the following:
pt_br: Pode fazer uma ou todas:

source: Tell your friends!
pt_br: Diga para seus amigos!

source: Give it a good rating on WordPress.org
pt_br: Dê uma boa nota no WordPress.org

source: Thank me by donating towards future development
pt_br: Me agradeça doando por um desenvolvimento futuro

source: Hire me to create a custom plugin for your site.
pt_br: Peça para que eu faça um plugin para seu site.

source: Or share on one of these social networks:
pt_br: Ou compartilhe em uma dessas redes:

source: Subscribe with RSS
pt_br: Assine via RSS

source: No news!
pt_br: Sem novidades!

source: If you need help and support using this plugin, or have ideas for new features, please visit the
pt_br: Se você precisa de ajuda e suporte ao usar esse plugin, ou teve ideias para novos recursos, visite o

source: Choose an email:
pt_br: Escolha um email:

source: Invite the new user to become friends with these people:
pt_br: Convide o novo usuário a ser amigo dessa gente:

source: Ask the new user if they'd like to join these groups:
pt_br: Pergunte ao novo usuário se ele quer participar desses grupos:

source: When the new user logs into your site for the very first time, redirect them to this URL. It has to be on the same domain as this site.
pt_br: Quando um novo usuário acessar seu site pela primeira vez, será redirecionado para essa URL. Ela precisa estar no mesmo domínio desse site.

source: Send the new user a Welcome Message&hellip;
pt_br: Envie ao novo usuário uma Mensagem de Boas Vindas&hellip;

source: &hellip;with this subject:
pt_br: &hellip;com esse assunto:

source: &hellip;from this user:
pt_br: &hellip;para esse usuário:

source: Friends
pt_br: Amigos

source: Invite the new user to become friends with certain members. It's a great way of teaching people how the friend acceptance process works on your site, and how they can use friendships to filter activity streams.
pt_br: Convide o novo usuário a ser amigo de alguns membros. É uma ótima maneira de ensinar as pessoas de como funciona o processo de convite e aceitação de amigos em seu site, e você pode usar esses relacionamentos para filtrar as redes de atividade.

source: Groups
pt_br: Grupos

source: Ask the new user if they'd like to join a group. You could use this to invite all new users on your site to join a support group, to keep all of your frequently asked questions in the same place.
pt_br: Pergunte ao novo usuário se ele gostaria de ingressar em um grupo. Você pode usar isso para convidar todos os novos usuários para ingressar no grupo de suporte de seu site, e manter todas as perguntas frequentes em um mesmo lugar.

source: Start Page
pt_br: Página inicial

source: When the new user logs into your site for the very first time, use Start Page to redirect them anywhere you'd like. This complements the Welcome Message fantastically; create a page or blog post which showcases the features of your site.
pt_br: Quando um novo usuário acessa seu site pela primeira vez, essa definição o redirecionará para onde você quiser. Ele complementa a Mensagem de Boas Vindas fantásticamente; crie uma página ou post com uma "vitrine" dos recursos de seu site.

source: Welcome Message
pt_br: Mensagem de Boas Vindas

source: Send the newly-registered user a private message; use this to welcome people to your site and help them get started.
pt_br: Envie ao novato uma mensagem privada; use isso para dar as boas vindas aos usuários de seu site e ajudá-los por onde começar.

source: Email Customisation
pt_br: Personalização de email

source: Easily change emails which are sent by your site.
pt_br: Mude facilmente os email que serão enviados pelo seu site.

source: Enabled
pt_br: Ativado

source: Disabled
pt_br: Desativado

source: Friends, Groups <span class="ampersand">&amp;</span> Welcome Message
pt_br: Amigos, Grupos, <span class="ampersand">&amp;</span> Mensagem de Boas Vindas

source: Your Welcome Pack settings have been saved.
pt_br: Suas opções do Welcome Pack foram salvas.

source: When a user registers on your site, Welcome Pack lets you automatically send them a friend or group invitation, a Welcome Message and can redirect them to a Start Page.
pt_br: Quando um usuário registra-se em seu site, o Welcome Pack envia automaticamente um convite de amizade ou grupo, a Mensagem de Boas Vindas e redireciona-o para onde você quiser.

source: You can customise the default emails sent by BuddyPress to ensure that they match the brand and tone of your site.
pt_br: Você pode personalizar os email padrão enviados pelo BuddyPress para garantir que tenham o mesmo tom que seu site.

source: Save Welcome Pack Settings
pt_br: Salvar definições do Welcome Pack

source: Subject
pt_br: Assunto

source: Text
pt_br: Texto

source: For your information
pt_br: Para seu conhecimento

source: In the email text, there are often special placeholders. Typically, these are either %s or %d. The placeholders are replaced with another value when an email is about to be sent, such as person's name or a link to a web page.
pt_br: No texto do email você pode usar algumas tags de substituição. Normalmente, elas são o %s ou o %d. Essas tags substituem com outro valor quando o email for enviado, como o nome da pessoa ou o link da página.

source: To learn what these placeholders are replaced with, refer to an email which you've already been sent.
pt_br: Para saber como essas tags de substituição funcionarão, compare com um email já enviado.

source: Signup validation
pt_br: Validação de registro

source: New message notification
pt_br: Nova mensagem de notificação

source: Group details updated
pt_br: Detalhes do grupo atualizados

source: New group membership request
pt_br: Novo convite de ingresso a grupos

source: Group membership request accepted
pt_br: Convite de ingresso ao grupo aceito

source: Group membership request rejected
pt_br: Convite de ingresso ao grupo rejeitado

source: Group promotion
pt_br: Promoção do grupo

source: Group invitation received
pt_br: Convite do grupo recebido

source: Mentioned in a group
pt_br: Mencionado em um grupo

source: Friendship accepted notification
pt_br: Notificação de aceitação de amizade

source: New friendship request
pt_br: Novo pedido de amizade

source: Mentioned in an update
pt_br: Mencionado em uma atualização

source: Replied to one of your updates
pt_br: Respondeu a uma de suas atualizações

source: Replied to one of your comments
pt_br: Respondeu a um de seus comentários

source: When a user registers on your site, Welcome Pack lets you automatically send them a friend or group invitation, a Welcome Message and can redirect them to a Start Page. You can also customise the default emails sent by BuddyPress to ensure that they match the brand and tone of your site.
pt_br: Quando um usuário registra-se em seu site, o Welcome Pack envia automaticamente um convite de amizade ou grupo, a Mensagem de Boas Vindas e redireciona-o para onde você quiser. Você pode, também, personalizar os email padrão enviados pelo BuddyPress para garantir que terão o mesmo tom de seu site.
