Repository: figshare/science3point0
Catalog: science3point0/Plugins/bp-album/includes/languages/bp-album-*.po
Languages: de_de, nl_nl, tr_tr

source: Example Admin
de_de: Beispiel Admin
nl_nl: Voorbeeld Admin
tr_tr: Örnek Yönetici

source: Settings Updated.
de_de: Einstellungen gespeichert.
nl_nl: Instellingen geupdate.
tr_tr: Değişiklikler Kaydedildi.

source: Option One
de_de: Erste Option
nl_nl: Optie een
tr_tr: İlk seçenek

source: Option Two
de_de: Zweite Option
nl_nl: Optie twee
tr_tr: İkinci seçenek

source: Save Settings
de_de: Einstellungen speichern
nl_nl: Sla Instellingen Op
tr_tr: Değişiklikleri Kaydet

source: Friendship could not be canceled.
de_de: Freundschaft konnte nicht beendet werden.
nl_nl: Vriendschap kon niet worden geannuleerd.
tr_tr: Arkadaşlık iptal edilemedi.

source: Add Friend
de_de: Freund hinzufügen
nl_nl: Voeg Vriend Toe
tr_tr: Arkadaş olarak ekle

source: Friendship could not be requested.
de_de: Freundschaft konnte nicht angefragt werden.
nl_nl: Vriendschap kon niet worden aangevraagd.
tr_tr: Arkadaşlık isteği gönderilemedi.

source: Friendship Requested
de_de: Freundschaft angefragt
nl_nl: Vriendschap Aangevraagd
tr_tr: Arkadaşlık isteği gönderildi.

source: Request Pending
de_de: Ausstehende Anfrage
nl_nl: Aanvraag in overweging
tr_tr: Yanıt bekleniyor.

source: Album
tr_tr: Albüm

source: My pictures
de_de: Meine Bilder
nl_nl: Mijn foto's
tr_tr: Fotoğraflarım

source: %s's pictures
de_de: %s's Bilder
nl_nl: %s's foto's
tr_tr: %s adlı üyenin fotoğrafları

source: Picture
de_de: Bild
nl_nl: Foto
tr_tr: Fotoğraf

source: Upload picture
de_de: Bild hochladen
nl_nl: Upload foto
tr_tr: Fotoğraf Yükle

source: %s uploaded a new picture: %s
de_de: %s hat ein neues Bild hochgeladen: %s
nl_nl: %s heeft een nieuwe foto geupload: %s
tr_tr: %s yeni bir fotoğraf yükledi: %s

source: %s high-fived you!
de_de: %s hat dir zugewinkt!
nl_nl: %s heeft je een high-five gegeven!
tr_tr: %s size selam verdi!

source: %s sent you a high-five! Why not send one back? To see %s's profile: %s To send %s a high five: %s ---------------------
de_de: %s hat dir zugewinkt! Wieso winkst du nicht zurück? Um %s's Profil zu sehen: %s Um %s zuzuwinken: %s ---------------------
nl_nl: %s heeft je een high-five gestuurd! Waarom niet gelijk een terug sturen? Om %s's profiel te bekijken: %s Om %s een high-five te sturen: %s ---------------------
tr_tr: %s adlı üye size selam verdi! Siz de karşılık vermek ister misiniz? %s adlı üyenin profilini görüntüleyin: %s %s adlı üyeye selam verin: %s ---------------------

source: To disable these notifications please log in and go to: %s
de_de: Um diese Benachrichtigungen abzustellen, log dich ein und geh zu: %s
nl_nl: Om deze meldingen uit te schakelen, login en ga naar: %s
tr_tr: Bu bildirimleri iptal etmek için lütfen giriş yapın ve tıklayın: %s

source: Edit Picture
de_de: Bild bearbeiten
nl_nl: Pas Foto Aan
tr_tr: Fotoğrafı Düzenle

source: Public
de_de: Öffentlich
nl_nl: Publiekelijk
tr_tr: Genel

source: Registered members
de_de: Registrierte Mitglieder
nl_nl: Geregistreerde leden
tr_tr: Kayıtlı Üyeler

source: Only friends
de_de: Nur Freunde
nl_nl: Alleen vrienden
tr_tr: Sadece Arkadaşlar

source: Private
de_de: Privat
nl_nl: Prive
tr_tr: Özel

source: Hidden (admin only)
de_de: Versteckt (nur Admin)
nl_nl: Verborgen (alleen admin)
tr_tr: Gizli(sadece yöneticiler görebilir)

source: Picture Title *
de_de: Titel des Bildes *
nl_nl: Foto Titel *
tr_tr: Fotoğraf Adı *

source: Picture Description
de_de: Beschreibung des Bildes
nl_nl: Foto Beschrijving
tr_tr: Fotoğraf Açıklaması

source: Visibility
de_de: Sichtbarkeit
nl_nl: Zichtbaarheid
tr_tr: Görünürlük

source: (limit reached)
de_de: (Limit erreicht)
nl_nl: (limiet bereikt)
tr_tr: (limit aşıldı)

source: Picture activity and comments
de_de: Bild-Aktivität und Kommentare
nl_nl: Foto activiteiten en reacties
tr_tr: Fotoğraf yorumları ve olaylar

source: Enable
de_de: zulassen
nl_nl: Zet aan
tr_tr: Aktif

source: Disable
de_de: nicht zulassen
nl_nl: Zet uit
tr_tr: Pasif

source: If picture already has comments this will delete them
de_de: Wenn dieses Bild bereits Kommentare hat, werden sie mit "nicht zulassen" gelöscht
nl_nl: Als foto al reacties heeft, zal dit ze verwijderen
tr_tr: Eğer fotoğrafa yorum yapılmışsa silinecektir.

source: Edit picture
de_de: Bild bearbeiten
nl_nl: Pas foto aan
tr_tr: Fotoğrafı düzenle.

source: Either this url is not valid or you can't edit this picture.
de_de: Entweder ist dies keine gültige URL oder du kannst dieses Bild nicht bearbeiten
nl_nl: Deze url is ongeldig of je kunt deze foto niet bewerken.
tr_tr: Bu adres geçerli olmadığı için fotoğrafı düzenleyemezsiniz.

source: Upload new picture
de_de: Neues Bild hochladen
nl_nl: Upload nieuwe foto
tr_tr: Yeni bir fotoğraf yükle

source: Select Picture to Upload *
de_de: Bild zum Upload auswählen *
nl_nl: Selecteer Foto om te Uploaden *
tr_tr: Yüklenecek fotoğrafı seçin *

source: You have reached the upload limit, delete some picture if you want to upload more
de_de: Du hast das Upload-Limit erreicht. Lösche einige Bilder, wenn du mehr hochladen willst
nl_nl: Je hebt het limiet van uploadbare foto's bereikt, verwijder een aantal van je bestaande om weer te uploaden
tr_tr: Yükleme limitinizi aştınız, bazı fotoğraflarınızı silmeniz gerekiyor.

source: Please select a privacy option.
de_de: Bitte wähle eine Privatsphäre-Option.
nl_nl: Selecteer een prive optie.
tr_tr: Lütfen gizlilik derecesini seçin.

source: Privacy option is not correct.
de_de: Die Privatsphäre-Option ist nicht korrekt.
nl_nl: Prive optie is incorrect.
tr_tr: Gizlilik seçeneği doğru değil.

source: You reached the limit for public pictures.
de_de: Du hast das Limit für öffentliche Bilder erreicht.
nl_nl: Je hebt het limiet bereikt van publiekelijke foto's.
tr_tr: Genel fotoğraf limitinizi aştınız.

source: Please select another privacy option.
de_de: Bitte wähle eine andere Option für die Privatsphäre.
nl_nl: Selecteer een andere prive optie.
tr_tr: Lütfen başka bir gizlilik seçeneği seçin.

source: You reached the limit for pictures visible to community members.
de_de: Du hast das Limit für Bilder erreicht, die für alle Member sichtbar sind.
nl_nl: Je hebt het limiet bereikt van foto's zichtbaar voor geregistreerde leden.
tr_tr: Grup üyelerine özel fotoğraf kotanızı aştınız.

source: You reached the limit for pictures visible to friends.
de_de: Du hast das Limit für Bilder erreicht, die für Freunde sichtbar sind.
nl_nl: Je hebt het limiet bereikt van foto's zichtbaar voor vrienden.
tr_tr: Arkadaşlarınıza özel fotoğraf kotanızı aştınız.

source: You reached the limit for private pictures.
de_de: Du hast das Limit für private Bilder erreicht.
nl_nl: Je hebt het limiet bereikt van prive foto's.
tr_tr: Özel fotoğraf kotanız doldu.

source: There is no error, the file uploaded with success
de_de: Keine Fehlermeldungen. Das Bild wurde erfolgreich hochgeladen
nl_nl: Er waren geen problemen, het bestand is succesvol geupload
tr_tr: Fotoğraf başarıyla yüklendi.

source: Your image was bigger than the maximum allowed file size of:
de_de: Dein Bild war grösser als die maximal erlaubte Dateigrösse von:
nl_nl: Je foto was groter dan het maximum toegestane bestand grote van:
tr_tr: Bu fotoğraf yüklenmek için çok büyük. İzin verilen maksimum boyut:

source: The uploaded file was only partially uploaded
de_de: Das hochgeladene Bild wurde nur teilweise hochgeladen
nl_nl: Het geuploade bestand was alleen gedeeltelijk geupload
tr_tr: Fotoğraf tamamen yüklenemedi.

source: No file was uploaded
de_de: Es wurde keine Datei hochgeladen
nl_nl: Er was geen bestand geupload
tr_tr: Hiçbir dosya yüklenmedi.

source: Missing a temporary folder
de_de: Es fehlt ein temporärer Ordner
nl_nl: Mist een tijdelijke folder
tr_tr: Geçici dizin bulunamadı.

source: Your upload failed, please try again. Error was: %s
de_de: Dein Upload hat nich tgeklappt. Bitte versuche es später nochmals. Der Fehler war: %s
nl_nl: Je upload heeft gefaald, probeer het nogmaals. Error was: %s
tr_tr: %s hatası oluştu. Lütfen tekrar deneyin.

source: The file you uploaded is too big. Please upload a file under %s
de_de: Die Datei, die du hochgeladen hast, war zu gross. Bitte lade eine Datei unter %s hoch
nl_nl: Het bestand wat je hebt geupload is te groot. Upload alleen bestanden kleiner dan %s
tr_tr: Yüklediğiniz fotoğraf çok büyük lütfen %s boyutunun altında fotoğraf yükleyin.

source: Please upload only JPG, GIF or PNG photos.
de_de: Bitte lade nur JPG, GIF oder PNG Bilder hoch.
nl_nl: Upload alleen foto's van de bestands formaten JPG, GIF of PNG.
tr_tr: Sadece JPG, GIF ve PNG formatında fotoğraf yükleyebilirsiniz.

source: Picture uploaded. Now you can change picture details.
de_de: Bild hochgeladen. Jetzt kannst du deine Bild-Details bearbeiten.
nl_nl: Foto geupload. Je kan nu de foto details aanpassen.
tr_tr: Fotoğraf yüklendi şimdi fotoğrafın detaylarını ayarlayabilirsiniz.

source: There were problems saving picture details.
de_de: Es gab Probleme beim Speichern deiner Bild-Details.
nl_nl: Er waren problemen bij het opslaan van je foto details.
tr_tr: Fotoğraf detaylarını ayarlarken bir hata oluştu.

source: Picture Title can not be blank.
de_de: Der Titel des Bildes kann nicht leer sein.
nl_nl: Foto Titel mag niet blanko zijn.
tr_tr: Fotoğraf adı boş bırakılamaz.

source: Picture Description can not be blank.
de_de: Die Bild-Beschreibung kann nicht leer sein.
nl_nl: Foto Beschrijving mag niet blanko zijn.
tr_tr: Fotoğraf açıklaması boş bırakılamaz.

source: Comments option is not correct.
de_de: Kommentar-Option ist nicht korrekt.
nl_nl: Reactie optie is niet correct.
tr_tr: Yorum seçeneği geçerli değil.

source: Picture details saved.
de_de: Bild-Dteails
nl_nl: Foto details opgeslagen.
tr_tr: Fotoğraf detayları kaydedildi.

source: This url is not valid.
de_de: Diese URL ist nicht korrekt
nl_nl: De url is niet geldig.
tr_tr: Bu adres geçerli değil.

source: You don't have permission to delete this picture
de_de: Du hast nicht die Berechtigung dieses Bild zu löschen
nl_nl: Je hebt geen toestemming om deze foto te verwijderen.
tr_tr: Bu fotoğrafı silmek için gerekli yetkiniz yok!

source: Picture deleted.
de_de: Bild gelöscht
nl_nl: Foto verwijderd.
tr_tr: Fotoğraf Silindi!

source: There were problems deleting the picture.
de_de: Es gab Probleme beim Löschen dieses Bildes.
nl_nl: Er waren problemen bij het verwijderen van de foto.
tr_tr: Fotoğrafı silerken bir hata oluştu!

source: Delete picture
de_de: Bild löschen
nl_nl: Verwijder foto
tr_tr: Fotoğrafı sil

source: Return to your album
de_de: Zurück zu deinem Album
nl_nl: Ga terug naar je album
tr_tr: Albümüme dön

source: Return to %s album
de_de: Zurück zum Album von %s
nl_nl: Ga terug naar de %s album
tr_tr: %s adlı üyenin albümüne dön.

source: Example Widget
de_de: Beispiel-Widget
nl_nl: Voorbeeld Widget
tr_tr: Örnek Araç

source: Number of Items Per Page:
de_de: Anzahl von Einträgen pro Seite:
nl_nl: Nummer van Items Per Pagina:
tr_tr: Sayfa başına öğe sayısı:

source: Max items to show:
de_de: Max Anzahl Einträge:
nl_nl: Maximum items om te tonen:
tr_tr: Gösterilecek maksimum öğe:

source: Reply
de_de: Antworten
nl_nl: Reageer
tr_tr: Yanıtla

source: Mark as Favorite
de_de: Als Favorit markieren
nl_nl: Markeer als Favoriet
tr_tr: Favorilere ekle

source: Favorite
de_de: Favorisieren
nl_nl: Favoriet
tr_tr: Favori

source: Remove Favorite
de_de: Unfavorisieren
nl_nl: Verwijder als Favoriet
tr_tr: Favorilerimden çıkart.

source: In reply to
de_de: Als Antwort auf
nl_nl: In reactie op
tr_tr: Cevaben:

source: View Thread / Permalink
de_de: Thread/Permalink zeigen
nl_nl: Bekijk Discussie/Permalink
tr_tr: Konuya bak / Kalıcı bağlantı

source: View
de_de: Zeigen
nl_nl: Bekijk
tr_tr: Bak

source: Post
de_de: veröffentlichen
tr_tr: Konu

source: or press esc to cancel.
de_de: oder drücke ESC um abzubrechen.
nl_nl: of druk op esc om te annuleren.
tr_tr: iptal etmek için "esc" ye basın.

source: Comments are disabled for this picture. %sEdit picture%s to enable them.
de_de: Kommentare sind für dieses Bild deaktiviert. %sEdit picture%s um sie zu aktivieren.
nl_nl: Reacties staan uit voor deze foto. %sPas Foto Aan%s om ze aan te zetten.
tr_tr: Bu fotoğraf için yorumlara izin verilmiyor. Aktif etmek için %sFotoğrafı Düzenle%s butonuna tıklayın.

source: No pics here, show something to the community!
de_de: Keine Bilder vorhanden. Zeige der Community etwas!
nl_nl: Geen foto's hier, laat wat zien aan je medemens!
tr_tr: Fotoğraflar burada duruyor. Hadi birileriyle paylaşın!

source: Either %s hasn't uploaded any picture yet or they have restricted access
de_de: Entweder hat %s noch keine Bilder hochgeladen, oder sie haben eingeschränkten Zugriff
nl_nl: %s heeft nog geen foto's geupload of ze hebben alleen foto's die jij niet mag zien
tr_tr: %s ya hiç fotoğraf yüklemedi, ya da yetkileri yok!

source: Either this url is not valid or picture has restricted access.
de_de: Entweder ist diese URL nicht gültig oder das Bild hat eingeschränkten Zugriff.
nl_nl: Deze url is ongeldig of deze foto mag jij niet zien.
tr_tr: Bu adres artık geçerli değil.
