Repository: figshare/science3point0
Catalog: science3point0/science3point0 Plugins/welcome-pack/includes/languages/dpw-*.po
Languages: it_it

source: Like this plugin?
it_it: Ti piace questo plugin?

source: Need support?
it_it: Serve aiuto?

source: Latest news from the author
it_it: Ultime notizie dall'autore

source: Settings
it_it: Impostazioni

source: Configuration
it_it: Configurazione

source: If you are changing a setting that allows text entry, you can use the following placeholder tags which will be automatically replaced when a private message or an email is being sent:
it_it: Nei campi che consentono l'immissione di testo, è possibile utilizzare i seguenti codici, che saranno automaticamente sostituiti durante l'invio di un messaggio privato o di una email:

source: Replaced with the person's username.
it_it: Sostituito con il nome utente della persona.

source: Replaced with the person's name from their user profile.
it_it: Sostituito con il nome che la persona ha impostato nel suo profilo.

source: Replaced with the link to their user profile.
it_it: Sostituito con un collegamento al loro profilo.

source: The default behaviour for Friends and Groups is for invitations to be sent. If you would prefer to suppress those invitations and have them automatically accepted on the user's behalf, set <code>define( 'WELCOME_PACK_AUTOACCEPT_INVITATIONS', true );</code> in wp-config.php.
it_it: Normalmente, per le richieste di amicizia o di iscrizione ad un gruppo, viene spedita all'utente una email d'invito. Se vuoi evitare questa procedura e fare in modo che gli inviti siano accettati automaticamente, devi impostare <code>define( 'WELCOME_PACK_AUTOACCEPT_INVITATIONS', true );</code> nel file wp-config.php.

source: Support Forums
it_it: Forum di Supporto

source: Why not do any or all of the following:
it_it: Ecco allora cosa potresti fare:

source: Tell your friends!
it_it: Dillo ai tuoi amici!

source: Give it a good rating on WordPress.org
it_it: Dagli un bel voto su WordPress.org

source: Thank me by donating towards future development
it_it: Effettua una donazione per sostenere lo sviluppo futuro

source: Hire me to create a custom plugin for your site.
it_it: Puoi ingaggiarmi per creare plugin personalizzati per il tuo sito.

source: Or share on one of these social networks:
it_it: O condividi su uno di questi social network:

source: Subscribe with RSS
it_it: Abbonati tramite RSS

source: No news!
it_it: Nessuna novità!

source: If you need help and support using this plugin, or have ideas for new features, please visit the
it_it: Se hai bisogno di aiuto per questo plugin o hai idee o suggerimenti, visita il

source: Choose an email:
it_it: Scegli una email:

source: Invite the new user to become friends with these people:
it_it: Invia ai nuovi utenti una richiesta di amicizia da parte delle seguenti persone:

source: Ask the new user if they'd like to join these groups:
it_it: Invita i nuovi utenti ad iscriversi nei seguenti gruppi:

source: When the new user logs into your site for the very first time, redirect them to this URL. It has to be on the same domain as this site.
it_it: Quando un nuovo utente effettua il suo primo accesso al sito, reindirizzalo a questo URL. Deve essere sullo stesso dominio di questo sito.

source: Send the new user a Welcome Message&hellip;
it_it: Invia ai nuovi utenti un messaggio di benvenuto&hellip;

source: &hellip;with this subject:
it_it: &hellip;con questo oggetto:

source: &hellip;from this user:
it_it: &hellip;da parte di questo utente:

source: Friends
it_it: Amici

source: Invite the new user to become friends with certain members. It's a great way of teaching people how the friend acceptance process works on your site, and how they can use friendships to filter activity streams.
it_it: Invia automaticamente ai nuovi iscritti richieste di amicizia da parte di utenti selezionati. Utile per istruire le persone su come funzionano i processi di gestione delle amicizie e di filtraggio degli amici nel flusso di attività.

source: Groups
it_it: Gruppi

source: Ask the new user if they'd like to join a group. You could use this to invite all new users on your site to join a support group, to keep all of your frequently asked questions in the same place.
it_it: Chiedi ai nuovi utenti se desiderano iscriversi ad un gruppo. Ad esempio, puoi invitare i nuovi utenti ad unirsi ad un gruppo di supporto, in modo che tutte le domande più frequenti siano conservate nello stesso posto.

source: Start Page
it_it: Pagina Iniziale

source: When the new user logs into your site for the very first time, use Start Page to redirect them anywhere you'd like. This complements the Welcome Message fantastically; create a page or blog post which showcases the features of your site.
it_it: Quando un nuovo utente effettua il suo primo accesso al sito, usa la Pagina Iniziale per reindirizzarlo dove vuoi. Puoi ad esempio creare una pagina o un articolo che mostri le potenzialità del tuo sito. Un ottimo complemento al Messaggio di Benvenuto.

source: Welcome Message
it_it: Messaggio di Benvenuto

source: Send the newly-registered user a private message; use this to welcome people to your site and help them get started.
it_it: Invia un messaggio privato ai nuovi utenti; puoi usarlo per accogliere le persone sul sito ed aiutarle ad ambientarsi.

source: Email Customisation
it_it: Personalizzazione Email

source: Easily change emails which are sent by your site.
it_it: Modifica agevolmente le email che vengono inviate dal tuo sito.

source: Enabled
it_it: Abilitato

source: Disabled
it_it: Disabilitato

source: Friends, Groups <span class="ampersand">&amp;</span> Welcome Message
it_it: Amici, Gruppi <span class="ampersand">&amp;</span> Messaggio di Benvenuto

source: Emails
it_it: Comunicazioni

source: Your Welcome Pack settings have been saved.
it_it: Le impostazioni di Welcome Pack sono state salvate.

source: When a user registers on your site, Welcome Pack lets you automatically send them a friend or group invitation, a Welcome Message and can redirect them to a Start Page.
it_it: Welcome Pack ti permette di inviare automaticamente un richiesta di amicizia, un invito ad un gruppo o un messaggio di benvenuto ai nuovi utenti che si iscrivono sul tuo sito e di reindirizzarli verso una Pagina Iniziale.

source: You can customise the default emails sent by BuddyPress to ensure that they match the brand and tone of your site.
it_it: Puoi personalizzare le email inviate da BuddyPress per uniformarle allo stile del tuo sito.

source: Save Welcome Pack Settings
it_it: Salva le impostazioni di Welcome Pack

source: Subject
it_it: Oggetto

source: Text
it_it: Testo

source: For your information
it_it: Per tua informazione

source: In the email text, there are often special placeholders. Typically, these are either %s or %d. The placeholders are replaced with another value when an email is about to be sent, such as person's name or a link to a web page.
it_it: Nel testo delle email compaiono spesso dei codici speciali, tipicamente nella forma di %s o %d. Nel momento in cui una email viene inviata, questi codici sono sostituiti con i rispettivi valori, come un nome di persona o un collegamento ad un sito web.

source: To learn what these placeholders are replaced with, refer to an email which you've already been sent.
it_it: Per sapere con cosa vengono sostituiti questi codici, fai riferimento alle email che hai già ricevuto.

source: Signup validation
it_it: Convalida registrazione

source: New message notification
it_it: Notifica nuovo messaggio

source: Group details updated
it_it: Dettagli gruppo aggiornati

source: New group membership request
it_it: Nuova richiesta di adesione al gruppo

source: Group membership request accepted
it_it: Richiesta di adesione al gruppo accettata

source: Group membership request rejected
it_it: Richiesta di adesione al gruppo rifiutata

source: Group promotion
it_it: Promozione gruppo

source: Group invitation received
it_it: Hai ricevuto un invito a un gruppo

source: Mentioned in a group
it_it: Menzionato in un gruppo

source: Friendship accepted notification
it_it: Notifica di amicizia accettata

source: New friendship request
it_it: Nuova richiesta d'amicizia

source: Mentioned in an update
it_it: Menzionato in un aggiornamento

source: Replied to one of your updates
it_it: Ha risposto ad uno dei tuoi aggiornamenti

source: Replied to one of your comments
it_it: Ha risposto ad uno dei tuoi commenti

source: When a user registers on your site, Welcome Pack lets you automatically send them a friend or group invitation, a Welcome Message and can redirect them to a Start Page. You can also customise the default emails sent by BuddyPress to ensure that they match the brand and tone of your site.
it_it: Welcome Pack ti permette di inviare automaticamente un richiesta di amicizia, un invito ad un gruppo o un messaggio di benvenuto ai nuovi utenti che si iscrivono sul tuo sito e di reindirizzarli verso una Pagina Iniziale. Puoi inoltre personalizzare le email inviate da BuddyPress per uniformarle allo stile del tuo sito.
