Repository: figshare/science3point0
Catalog: science3point0/science3point0 Plugins/bp-album/includes/languages/bp-album-*.po
Languages: es_es, fr_fr, ru_ru

source: BP Album+ Settings
fr_fr: BP Album+ Réglages

source: Settings Updated.
es_es: Opciones actualizadas
fr_fr: Paramètres mis à jour
ru_ru: Настройки обновлены.

source: General
fr_fr: Général

source: Name of BP Album+ slug
fr_fr: Nom du slug pour BP Album+

source: Force members to enter a description for each image
fr_fr: Une description de l'image est obligatoire

source: Yes
fr_fr: oui

source: No
fr_fr: non

source: Allow site members to post comments on album images
fr_fr: Autoriser les commentaires pour les images

source: Post image thumbnails to members activity stream
fr_fr: Afficher une vignette de l'image dans le signalement d'activité des membres

source: Album Size Limits
fr_fr: Quantités à afficher

source: Accepted values: empty (that means no limit), an integer (0 means disabled). First option doesn't accept 0. Last option only accept a number.
fr_fr: Valeurs acceptées: vide (signifie illimité), un entier (0 signifie désactivé). La première option n'accepte pas 0. La dernière option accete uniquement un chiffre.

source: Max total images allowed in a members album
fr_fr: Nombre maximum d'images qu'un album peut contenir

source: Max images visible to public allowed in a members album
fr_fr: Nombre maximum d'images autorisées au public dans l'album d'un membre

source: Max images visible only to members in a members album
fr_fr: Nombre maximum d'images autorisées aux membres dans l'album d'un membre

source: Max images visible only to friends in a members album
fr_fr: Nombre maximum d'images autorisées aux amis dans l'album d'un membre

source: Max private images in a members album
fr_fr: Nombre maximum d'images privées dans l'album d'un membre

source: Images per album page
fr_fr: Nombre d'image sur la page d'un album

source: Image Size Limits
fr_fr: Dimensions des images

source: Album Image Size
fr_fr: Taille d'affichage de l'album

source: Thumbnail Image Size
fr_fr: Taille d'une vignette

source: Keep original image files
fr_fr: Conserver les dimensions d'origine

source: Save Settings
es_es: Salvar opciones
fr_fr: Enregistrer les paramètres
ru_ru: Сохранить настройки

source: Friendship could not be canceled.
es_es: La amistad no puede ser cancelada
fr_fr: La relation n'a pas pu être annulée
ru_ru: Дружба не может быть отменена

source: Add Friend
es_es: Agregar amigo (a)
fr_fr: Ajouter un ami
ru_ru: Добавить друга

source: Friendship could not be requested.
es_es: La amistad no puede ser solicitada
fr_fr: La relation n'a pas pu être demandée
ru_ru: Дружба не может быть запрошена.

source: Friendship Requested
es_es: Amistad solicitada
fr_fr: Mise en relation demandée
ru_ru: Дружба запршена

source: Request Pending
es_es: Solicitud pendiente
fr_fr: Demande en attente
ru_ru: Запрос ожидается

source: My pictures
es_es: Mis imágenes
fr_fr: Mes images
ru_ru: Мои картинки

source: %s's pictures
es_es: %s's imágenes
fr_fr: Les images de %s
ru_ru: Картинки пользователя %s

source: Picture
es_es: Imagen
fr_fr: Image
ru_ru: Картинка

source: Upload picture
es_es: Subir imagen
fr_fr: Télécharger une image
ru_ru: Загрузить картинку

source: %s uploaded a new picture: %s
es_es: %s ha cargado una nueva imagen: %s
fr_fr: %s a téléchargé une nouvelle image: %s
ru_ru: %s загрузил новую картинку: %s

source: %s high-fived you!
es_es: %s te felicita!
fr_fr: %s a voté pour vous
ru_ru: %s помахал Вам рукой!

source: %s sent you a high-five! Why not send one back? To see %s's profile: %s To send %s a high five: %s ---------------------
es_es: %s te mando una felicitación! ... ¿Por qué no se la devuelves? Para ver perfil: %s Para enviar felicitación: %s ---------------------
fr_fr: %s voté pour vous. Vous pourriez lui rendre la pareille ? Voir le profil de %s: %s Voter pour %s: %s ---------------------
ru_ru: %s помахал Вам рукой! Не хотите ли помахать в ответ?? Посмотреть его профиль пользователя %s: %s Помахать рукой пользователю %s: %s ---------------------

source: To disable these notifications please log in and go to: %s
es_es: Para apagar estas notificaciones, ingresa a: %s
fr_fr: Pour d&eacute;sactiver cette option, connectez vous ici: %s
ru_ru: Чтобы отключить эти уведомления, пожалуйста, выполните вход в систему и пройдите по ссылке: %s

source: Edit Picture
es_es: Editar imagen
fr_fr: Modifier
ru_ru: Редактирование картинки

source: Registered members
es_es: Usuarios registrados
fr_fr: aux membres enregistrés
ru_ru: Только зарегистрированные пользователи

source: Only friends
es_es: Sólo para mis amigos
fr_fr: uniquement pour mes amis
ru_ru: Только друзья

source: Private
es_es: Privada
fr_fr: privé
ru_ru: Личное

source: Hidden (admin only)
es_es: Ocultar (admin only)
fr_fr: Masquée (sauf admin)
ru_ru: Скрыто (только для администратора)

source: Picture Title *
es_es: Título de la imagen *
fr_fr: Titre *
ru_ru: Название картинки *

source: Picture Description
es_es: Descripción de la imagen
fr_fr: Description
ru_ru: Описание картинки

source: Visibility
es_es: Visibilidad
fr_fr: Affichage
ru_ru: Кто может видеть

source: (limit reached)
es_es: (Límite alcanzado)
fr_fr: (capacité atteinte)
ru_ru: (достигнут лимит)

source: Picture activity and comments
es_es: Actividad y comentarios
fr_fr: Activité des images et commentaires
ru_ru: Лента активности картинок и комментарии

source: Enable
es_es: Activar
fr_fr: Activer
ru_ru: Включено

source: Disable
es_es: Desactivar
fr_fr: Désactiver
ru_ru: Выключено

source: If picture already has comments this will delete them
es_es: Si esta imagen tiene comentarios, esta opción los eliminará
fr_fr: Si des commentaires existent déjà pour cette image, ils seront effacé
ru_ru: Если у этой фотографии были комментарии, они будут удалены

source: Edit picture
es_es: Editar imagen
fr_fr: Modifier l'image
ru_ru: Редактировать картинку

source: Either this url is not valid or you can't edit this picture.
es_es: Esta imagen no puede ser editada o esta opción no es válida
fr_fr: Ou l'url n'est pas correcte ou vous ne pouvez pas modifier cette image.
ru_ru: Этот адрес неверен, либо Вы не можете редактировать картинку

source: Upload new picture
es_es: Subir una nueva imagen
fr_fr: Télécharger une nouvelle image
ru_ru: Загрузить новую картинку

source: Select Picture to Upload *
es_es: Selecciona una imagen para subir
fr_fr: Choix d'une image *
ru_ru: Выберите картинку для загрузки *

source: You have reached the upload limit, delete some picture if you want to upload more
es_es: Haz alcanzado el límite de imágenes. Borra alguna imagen previa su deseas subir una nueva
fr_fr: Vous avez atteint le quota autorisé en téléchargment. Supprimez quelques images si vous voulez continuer.
ru_ru: Вы исчерпали лимит для загрузок. Удалите некоторые картинки, если хотите загрузить новые

source: Please select a privacy option.
es_es: Selecciona una opción de privacidad
fr_fr: Sélectionnez une option de confidentialité
ru_ru: Пожалуйста, укажите настройки приватности.

source: Privacy option is not correct.
es_es: La opción de privacidad no es correcta
fr_fr: L'option est incorrecte
ru_ru: Настройки приватности неверны.

source: You reached the limit for public pictures.
es_es: Has alcanzado el límite de imágenes públicas activas
fr_fr: Vous avez atteint le quota fixé pour les images publiques.
ru_ru: Вы исчерпали лимит для публичных картинок.

source: Please select another privacy option.
es_es: Por favor, selecciona otra opción de privacidad
fr_fr: Sélectionnez une autre option de confidentialité
ru_ru: Пожалуйста, выберите другую опцию приватности

source: You reached the limit for pictures visible to community members.
es_es: Has alcanzado el límite de imágenes visibles a los miembros de la comunidad
fr_fr: Vous avez atteint le quota fixé pour les membres
ru_ru: Вы исчерпали лимит для картинок, видимых зарегистрированным пользователям.

source: You reached the limit for pictures visible to friends.
es_es: Has alcanzado el límite de imagenes visibles para amigos
fr_fr: Vous avez atteint le quota fixé pour les amis
ru_ru: Вы исчерпали лимит для картинок, видимых Вашим друзьям.

source: You reached the limit for private pictures.
es_es: No es posible activar más imágenes privadas
fr_fr: Vous avez atteint le quota fixé pour les images privées
ru_ru: Вы исчерпали лимит для личных картинок.

source: There is no error, the file uploaded with success
es_es: No hay errores, el archivo ha sido cargado con éxito
fr_fr: Le fichier a été téléchargé correctement
ru_ru: Файл загружен успешно

source: Your image was bigger than the maximum allowed file size of:
es_es: Tu imagen es demasiado grande, intenta subir una de menor tamaño
fr_fr: Votre image dépasse la taille de fichier maximum autorisée de:
ru_ru: Размер загружаемой Вами картинки превышает допустимый:

source: The uploaded file was only partially uploaded
es_es: El archivo sólo fue parcialmente cargado
fr_fr: Le fichier n'a été chargé que partiellement.
ru_ru: Загружаемый файл был загружен только частично

source: No file was uploaded
es_es: Ningún archivo fue cargado
fr_fr: Aucun fichier n'a été mis à jour !
ru_ru: Файл не был загружен

source: Missing a temporary folder
es_es: Falta un fólder temporal
fr_fr: Il manque un fichier temporaire
ru_ru: Не найдена временная папка

source: Your upload failed, please try again. Error was: %s
es_es: Se produjo un error, por favor, inténtalo de nuevo. Error: %s
fr_fr: Le téléchargement a échoué. Essayez à nouveau. L'erreur indiquait: %s
ru_ru: Загрузка не удалась, попробуйте еще раз. Ошибка: %s

source: The file you uploaded is too big. Please upload a file under %s
es_es: El archivo que has cargado es demasiado grande. Por favor sube un archivo menor a %s
fr_fr: Le fichier que vous essayez de télécharger est trop volumineux. Veuillez ne pas dépasser %s
ru_ru: Загружаемый файл слишком велик. Пожалуйста, загружайте файлы менее %s

source: Please upload only JPG, GIF or PNG photos.
es_es: Los tipos de archivos permitidos son: JPG, GIF y PNG
fr_fr: Merci de ne télécharger que des images format JPG, GIF ou PNG
ru_ru: Пожалуйста, загружайте файлы только JPG, GIF или PNG формата.

source: Picture uploaded. Now you can change picture details.
es_es: Su imagen ha sido cargada. Ahora puede actualizar sus detalles
fr_fr: Images téléchargées. Vous pouvez maintenant modifier les informations.
ru_ru: Картинка загружена. Теперь Вы можете изменить параметры картинки.

source: There were problems saving picture details.
es_es: Hubo un problema al intentar salvar los detalles de esta imagen
fr_fr: Un problème est survenu pendant l'enregistrement des informations sur l'image
ru_ru: Не удалось сохранить параметры картинки.

source: Picture Title can not be blank.
es_es: El título de la imagen no puede estar vacío
fr_fr: Le titre est obligatoire.
ru_ru: Название картинки не может быть пустым.

source: Picture Description can not be blank.
es_es: La descripción de la imagen no puede estar vacía
fr_fr: La desscription est obligatoire
ru_ru: Описание картинки не может быть пустым.

source: Comments option is not correct.
es_es: La opción de comentarios es incorrecta
fr_fr: L'option sur les commentaires n'est pas correcte
ru_ru: Настройка комментариев неверна.

source: Picture details saved.
es_es: Los detalles de la imagen han sido salvados
fr_fr: Informations enregistrées
ru_ru: Параметры картинки сохранены.

source: This url is not valid.
es_es: Esta dirección no es válida
fr_fr: URL invalide
ru_ru: Url неверен.

source: You don't have permission to delete this picture
es_es: No tienes permisos suficientes para borrar esta imagen
fr_fr: Vous n'êtes pas autorisé à supprimer une image
ru_ru: У Вас нет прав на удаление этой картинки

source: Picture deleted.
es_es: Imagen borrada
fr_fr: Image supprimée.
ru_ru: Картинка удалена.

source: There were problems deleting the picture.
es_es: Hubo un problema al intentar borrar esta imagen
fr_fr: Un problème est survenu pendant la suppression de l'image
ru_ru: Не удалось удалить картинку.

source: Delete picture
es_es: Borrar imagen
fr_fr: Supprimer
ru_ru: Удалить картинку

source: Return to your album
es_es: Regresar a tu álbum
fr_fr: Revenir à l'album
ru_ru: Вернуться к Ваш альбом

source: Return to %s album
es_es: Regresar al álbum
fr_fr: Revenir à l'album de %s
ru_ru: Вернуться в альбом пользователя %s

source: Example Widget
es_es: Ejemplo de Widget
fr_fr: Exemple de Widget

source: Number of Items Per Page:
es_es: Número de elementos por página:
fr_fr: Nombre d'éléments par page
ru_ru: Количество картинок на странице:

source: Max items to show:
es_es: Máximo de elementos a mostrar:
fr_fr: Max d'items à afficher
ru_ru: Максмальное количество картинок для показа:

source: Reply
es_es: Responder
fr_fr: Répondre
ru_ru: Ответить

source: Mark as Favorite
es_es: Marcar como favorito
fr_fr: Marquer comme favori
ru_ru: Добавить в Избранное

source: Favorite
es_es: Favorito
fr_fr: Favoris
ru_ru: Избранное

source: Remove Favorite
es_es: Eliminar favorito
fr_fr: Supprimer
ru_ru: Удалить из Избранного

source: In reply to
es_es: En respuesta a:
fr_fr: En réponse à
ru_ru: В ответ на

source: View Thread / Permalink
es_es: Ver tema / Permalink
fr_fr: Afficher la discussion/permalien
ru_ru: Посмотреть комментарии / Ссылка

source: View
es_es: Ver
fr_fr: Afficher
ru_ru: Посмотреть

source: Post
es_es: Publicar
fr_fr: Article
ru_ru: Прокомментировать

source: or press esc to cancel.
es_es: o presiona ESC para cancelar
fr_fr: ou cliquez sur ECHAP pour annuler
ru_ru: или нажмите esc для отмены.

source: Comments are disabled for this picture. %sEdit picture%s to enable them.
es_es: Los comentarios de esta imagen están cerrados. %sEdita la imagen%s para activarlos.
fr_fr: Les commentaires sont désactivés pour cette image. %sModifier image%s pour les activer.
ru_ru: Комментарии для этой картинки запрещены. %sОтредактируйте картинку%s, чтобы разрешить их.

source: No pics here, show something to the community!
es_es: No hay imágenes. ¿Qué esperas para compatir algo con la comunidad?
fr_fr: Il n'y a pas d'images ici. Voyez ailleurs !
ru_ru: Здесь нет картинок.

source: Either %s hasn't uploaded any picture yet or they have restricted access
fr_fr: Ou %s n'a téléchargé aucune image ou vous n'avez pas les droits d'accès suffisants pour les voir.

source: Either this url is not valid or picture has restricted access.
es_es: Esta dirección no es válida o no tienes permisos para ver esta imagen
fr_fr: Ou l'url est invalide ou l'image est en accès restreint
ru_ru: Либо этот адрес неверен, либо картинка имеет ограниченный доступ.

source: Option One
es_es: Opción 1

source: Option Two
es_es: Opción 2

source: Public
es_es: Publica
ru_ru: Публично

source: Public pictures
es_es: Imágenes públicas
ru_ru: Публичные картинки

source: You have already uploaded %s public pictures.
es_es: Tu has subido %s imágenes públicas
ru_ru: Вы уже загрузили %s публичных картинок.

source: You can upload other %s pictures.
es_es: Aún puedes subir %s imágenes,
ru_ru: Вы можете загрузить еще %s каринок.

source: You have reached the upload limit for public pictures.
es_es: Haz alcanzado el límite máximo de imágenes públicas
ru_ru: Вы исчерпали лимит загрузки публичных картинок.

source: Private pictures
es_es: Imágenes privadas
ru_ru: Личные картинки

source: You have already uploaded %s private pictures.
es_es: Tu has subido %s imágenes privadas
ru_ru: Вы уже загрузили %s личных картинок.

source: Why don't you show to your friends some pic of you?
es_es: ¿Por qué no compartes algunas imágenes?
ru_ru: Почему бы Вам не показать Вашим друзьям свои картинки?

source: You have reached the upload limit for private pictures.
es_es: Haz alcanzado el límite máximo de imágenes privadas
ru_ru: Вы исчерпали лимит загрузки личных картинок.

source: No pics!
es_es: No hay imagenes!
ru_ru: Нет картинок!

source: Either %s hasn't uploaded any picture yet or they has restricted access
es_es: %s no ha subido ninguna imagen o su acceso está restringido
ru_ru: Либо %s еще не загружал картинок, либо они имеют ограниченный доступ

source: Album
ru_ru: Альбом
